export const PRIVACY_POLICY_AGREED = (
    <div>
      개인정보보호법에 따라 yumyum에 회원가입 신청하시는 분께 수집하는 개인정보의 항목, 개인정보의 수집 및 이용목적, 개인정보의 보유 및 이용기간, 동의 거부권 및 동의 거부 시 불이익에 관한 사항을 안내 드리오니 자세히 읽은 후 동의하여 주시기 바랍니다.
      <br />
      <br />
      1. 수집하는 개인정보
      <br />
      yumyum은 서비스 이용을 위해 필요한 최소한의 개인정보를 수집합니다.
      <br /> 
      회원가입 시점에 yumyum은 이용자로부터 수집하는 개인정보는 아래와 같습니다.
      <br />
      <br />
      - 회원 가입 시 필수항목으로 아이디, 비밀번호, 이메일, 휴대전화번호, 사업자번호를 선택항목으로 본인확인 이메일주소를 수집합니다. 
      <br />
      <br />
      서비스 이용 과정에서 이용자로부터 수집하는 개인정보는 아래와 같습니다.
      <br />
      <br />
      - 회원정보 또는 개별 서비스에서 프로필 정보(프로필 사진)를 설정할 수 있습니다. 
      <br />
      <br />
      <br />
      추가로 개인정보를 수집할 경우에는 해당 개인정보 수집 시점에서 이용자에게 ‘수집하는 개인정보 항목, 개인정보의 수집 및 이용목적, 개인정보의 보관기간’에 대해 안내 드리고 동의를 받습니다.
      <br />
      <br />
      1) 서비스 이용 과정에서 이용자에 관한 정보를 자동화된 방법으로 생성하거나 이용자가 입력한 정보를 저장(수집)하거나,
      <br /> 
      2) 이용자 기기의 고유한 정보를 원래의 값을 확인하지 못 하도록 안전하게 변환하여 수집합니다.
      <br />
      <br />
      이와 같이 수집된 정보는 개인정보와의 연계 여부 등에 따라 개인정보에 해당할 수 있고, 개인정보에 해당하지 않을 수도 있습니다.
    </div>
);

export const MARKETING_AGREED = (
  <div>
    yumyum 및 제휴 서비스의 이벤트・혜택 등의 정보 발송을 위해 yumyum
    아이디(아이디 식별값 포함), 휴대전화번호, 이메일주소를 수집합니다.
    <br />
    <br />
    yumyum 아이디(아이디 식별값 포함), 휴대전화번호 및 이메일주소는 yumyum
    서비스 제공을 위한 필수 수집항목으로서 yumyum 회원 가입 기간 동안 보관하나,
    이벤트 혜택 정보 수신 동의를 철회하시면 본 목적으로의 개인정보 처리는
    중지됩니다. 정보주체는 개인정보 수집 및 이용 동의를 거부하실 수 있으며,
    미동의 시에도 서비스 이용은 가능합니다.
    <br />
    <br />
    ※ 일부 서비스(별개의 회원체계 운영, yumyum 가입 후 추가 가입하는
    서비스 등)의 경우, 수신에 대해 별도로 안내 드리며, 동의를 구합니다.
  </div>
);